Repository: alan13367/iMLX
Catalog: iMLX/Localizable.xcstrings
Source language: en
Languages: es, zh_hans

# tone.creative
source: Creative
es: Creativo
zh_hans: 创意

# tone.professional
source: Professional
es: Profesional
zh_hans: 专业

# tone.supportive
source: Supportive
es: Cercano
zh_hans: 支持型

# tool.activity.calendar_brief
source: Checking calendar
es: Revisando calendario
zh_hans: 正在查看日历

# tool.activity.calendar_brief_range
source: Checking calendar: %1$@
es: Revisando calendario: %1$@
zh_hans: 正在查看日历：%1$@

# tool.activity.calendar_create
source: Creating calendar event
es: Creando evento de calendario
zh_hans: 正在创建日历事件

# tool.activity.calendar_create_title
source: Creating calendar event: %1$@
es: Creando evento de calendario: %1$@
zh_hans: 正在创建日历事件：%1$@

# tool.activity.contacts_lookup
source: Looking up contact
es: Buscando contacto
zh_hans: 正在查找联系人

# tool.activity.contacts_lookup_query
source: Looking up contact: %1$@
es: Buscando contacto: %1$@
zh_hans: 正在查找联系人：%1$@

# tool.activity.current_datetime
source: Checking current date and time
es: Consultando fecha y hora actuales
zh_hans: 正在查看当前日期和时间

# tool.activity.document_synthesize
source: Reading attached document
es: Leyendo documento adjunto
zh_hans: 正在读取附件文档

# tool.activity.document_synthesize_query
source: Reading document: %1$@
es: Leyendo documento: %1$@
zh_hans: 正在读取文档：%1$@

# tool.activity.ocr_image_text
source: Reading text from image
es: Leyendo texto de la imagen
zh_hans: 正在读取图片中的文字

# tool.activity.planning
source: Deciding whether to use a tool…
es: Decidiendo si usar una herramienta…
zh_hans: 正在决定是否使用工具…

# tool.activity.read_url
source: Reading link: %1$@
es: Leyendo enlace: %1$@
zh_hans: 正在读取链接：%1$@

# tool.activity.reminders_brief
source: Checking reminders
es: Revisando recordatorios
zh_hans: 正在查看提醒事项

# tool.activity.reminders_brief_range
source: Checking reminders: %1$@
es: Revisando recordatorios: %1$@
zh_hans: 正在查看提醒事项：%1$@

# tool.activity.reminders_create
source: Creating reminder
es: Creando recordatorio
zh_hans: 正在创建提醒事项

# tool.activity.reminders_create_title
source: Creating reminder: %1$@
es: Creando recordatorio: %1$@
zh_hans: 正在创建提醒事项：%1$@

# tool.activity.searching
source: Searching: %1$@
es: Buscando: %1$@
zh_hans: 正在搜索：%1$@

# tool.activity.timer_create
source: Starting timer
es: Iniciando temporizador
zh_hans: 正在启动计时器

# tool.activity.timer_create_duration
source: Starting timer: %1$@
es: Iniciando temporizador: %1$@
zh_hans: 正在启动计时器：%1$@

# tool.notice.ocr_failed
source: Image text extraction was unavailable. Answered locally instead.
es: La extracción de texto de la imagen no estuvo disponible. Se respondió localmente.
zh_hans: 图片文字提取不可用，已使用本地回答。

# tool.notice.ocr_no_text
source: No readable text was found in the image. Answered locally instead.
es: No se encontró texto legible en la imagen. Se respondió localmente.
zh_hans: 图片中未找到可读文字，已使用本地回答。

# tool.notice.read_url_failed
source: That link could not be read. Answered locally instead.
es: No se pudo leer ese enlace. Se respondió localmente.
zh_hans: 无法读取该链接，已使用本地回答。

# tool.notice.read_url_no_content
source: That link did not contain readable content. Answered locally instead.
es: Ese enlace no contenía contenido legible. Se respondió localmente.
zh_hans: 该链接不包含可读内容，已使用本地回答。

# tool.notice.search_failed
source: Web search was unavailable. Answered locally instead.
es: La búsqueda web no estuvo disponible. Se respondió localmente.
zh_hans: 网络搜索不可用，已使用本地回答。

# tool.notice.search_no_content
source: Web search did not return usable results. Answered locally instead.
es: La búsqueda web no devolvió resultados utilizables. Se respondió localmente.
zh_hans: 网络搜索未返回可用结果，已使用本地回答。

# tool.notice.search_skipped
source: No web search needed for this message.
es: No se necesitó búsqueda web para este mensaje.
zh_hans: 此消息不需要网络搜索。

# tool.trace.calendar_brief
source: Calendar Brief
es: Resumen de calendario
zh_hans: 日历摘要

# tool.trace.calendar_brief_failed
source: Calendar Brief Failed
es: Resumen de calendario fallido
zh_hans: 日历摘要失败

# tool.trace.calendar_create
source: Create Event
es: Crear evento
zh_hans: 创建事件

# tool.trace.calendar_create_failed
source: Calendar Event Failed
es: Evento de calendario fallido
zh_hans: 日历事件失败

# tool.trace.contacts_lookup
source: Contact Lookup
es: Búsqueda de contacto
zh_hans: 联系人查找

# tool.trace.contacts_lookup_failed
source: Contact Lookup Failed
es: Búsqueda de contacto fallida
zh_hans: 联系人查找失败

# tool.trace.current_datetime
source: Current Date and Time
es: Fecha y hora actuales
zh_hans: 当前日期和时间

# tool.trace.current_datetime_failed
source: Current Date and Time Failed
es: Fecha y hora actuales fallida
zh_hans: 当前日期和时间失败

# tool.trace.document_synthesize
source: Document Synthesis
es: Síntesis de documento
zh_hans: 文档分析

# tool.trace.document_synthesize_failed
source: Document Synthesis Failed
es: Síntesis de documento fallida
zh_hans: 文档分析失败

# tool.trace.ocr_image_text
source: Image OCR
es: OCR de imagen
zh_hans: 图片文字识别

# tool.trace.ocr_image_text_failed
source: Image OCR Failed
es: OCR de imagen fallido
zh_hans: 图片文字识别失败

# tool.trace.read_url
source: Read Link
es: Leer enlace
zh_hans: 读取链接

# tool.trace.read_url_failed
source: Read Link Failed
es: Falló la lectura del enlace
zh_hans: 读取链接失败

# tool.trace.reminders_brief
source: Reminders Brief
es: Resumen de recordatorios
zh_hans: 提醒事项摘要

# tool.trace.reminders_brief_failed
source: Reminders Brief Failed
es: Resumen de recordatorios fallido
zh_hans: 提醒事项摘要失败

# tool.trace.reminders_create
source: Create Reminder
es: Crear recordatorio
zh_hans: 创建提醒事项

# tool.trace.reminders_create_failed
source: Create Reminder Failed
es: Crear recordatorio fallido
zh_hans: 创建提醒事项失败

# tool.trace.sources_found
source: %lld sources found
es: %lld fuentes encontradas
zh_hans: 找到 %lld 个来源

# tool.trace.timer_create
source: Timer
es: Temporizador
zh_hans: 计时器

# tool.trace.timer_create_failed
source: Timer Failed
es: Temporizador fallido
zh_hans: 计时器失败

# tool.trace.web_search
source: Web Search
es: Búsqueda web
zh_hans: 网络搜索

# tool.trace.web_search_failed
source: Web Search Failed
es: Búsqueda web fallida
zh_hans: 网络搜索失败

source: Unload model from memory
es: Descargar modelo de la memoria
zh_hans: 从内存卸载模型

source: Value
es: Valor
zh_hans: 值

# voice.close
source: Close
es: Cerrar
zh_hans: 关闭

# voice.download_body
source: Downloads Kokoro voice assets for %@.
es: Descarga los recursos de voz Kokoro para %@.
zh_hans: 为 %@ 下载 Kokoro 语音资源。

# voice.download_title
source: Download Voice
es: Descargar voz
zh_hans: 下载语音

# voice.listening
source: Listening
es: Escuchando
zh_hans: 正在聆听

# voice.start_listening
source: Start listening
es: Empezar a escuchar
zh_hans: 开始聆听

# voice.status.asset_download_failed
source: Voice asset download failed.
es: No se pudieron descargar los recursos de voz.
zh_hans: 语音资源下载失败。

# voice.status.assets_ready
source: Voice assets are ready.
es: Los recursos de voz están listos.
zh_hans: 语音资源已就绪。

# voice.status.device_only
source: Live voice is available only on a physical device.
es: La voz en vivo solo está disponible en un dispositivo físico.
zh_hans: 实时语音仅可在真机上使用。

# voice.status.download_needed
source: Local voice needs a one-time Kokoro download for %@.
es: La voz local necesita una descarga única de Kokoro para %@.
zh_hans: 本地语音需要为 %@ 下载一次 Kokoro。

# voice.status.download_to_continue
source: Download the local voice assets to continue.
es: Descarga los recursos de voz locales para continuar.
zh_hans: 下载本地语音资源以继续。

# voice.status.downloading_assets
source: Downloading local voice assets...
es: Descargando recursos de voz locales...
zh_hans: 正在下载本地语音资源...

# voice.status.generating
source: Generating...
es: Generando...
zh_hans: 正在生成...

# voice.status.language_changed
source: Voice mode closed because the app language changed.
es: El modo de voz se cerró porque cambió el idioma de la app.
zh_hans: 应用语言已更改，语音模式已关闭。

# voice.status.listening
source: Listening...
es: Escuchando...
zh_hans: 正在聆听...

# voice.status.listening_failed
source: Unable to start listening.
es: No se pudo empezar a escuchar.
zh_hans: 无法开始聆听。

# voice.status.listening_stopped
source: Listening stopped.
es: Escucha detenida.
zh_hans: 已停止聆听。

# voice.status.load_model
source: Load a chat model before starting live voice.
es: Carga un modelo de chat antes de iniciar la voz en vivo.
zh_hans: 请先加载聊天模型再启动实时语音。

# voice.status.memory_low
source: Not enough free memory for live voice.
es: No hay suficiente memoria libre para la voz en vivo.
zh_hans: 可用内存不足，无法使用实时语音。

# voice.status.memory_warning_speech
source: Live voice is too close to the memory limit to synthesize speech safely. Close background apps and try again. Available now: %llu MB.
es: La voz en vivo está demasiado cerca del límite de memoria para sintetizar audio de forma segura. Cierra apps en segundo plano e inténtalo de nuevo. Disponible ahora: %llu MB.
zh_hans: 实时语音已接近内存限制，无法安全合成语音。请关闭后台应用后重试。当前可用：%llu MB。

# voice.status.memory_warning_start
source: Live voice needs more free memory before it starts. Close background apps and try again. Available now: %llu MB.
es: La voz en vivo necesita más memoria libre antes de empezar. Cierra apps en segundo plano e inténtalo de nuevo. Disponible ahora: %llu MB.
zh_hans: 启动实时语音前需要更多可用内存。请关闭后台应用后重试。当前可用：%llu MB。

# voice.status.no_reply
source: No reply was generated.
es: No se generó ninguna respuesta.
zh_hans: 未生成回复。

# voice.status.no_speech
source: I didn't catch that. Tap the mic to try again.
es: No he entendido eso. Toca el micrófono para intentarlo de nuevo.
zh_hans: 我没有听清。点按麦克风重试。

# voice.status.permissions_required
source: Permissions are required.
es: Se necesitan permisos.
zh_hans: 需要权限。

# voice.status.permissions_required_detail
source: Microphone and speech recognition permissions are required for live voice.
es: La voz en vivo requiere permisos de micrófono y reconocimiento de voz.
zh_hans: 实时语音需要麦克风和语音识别权限。

# voice.status.preparing_next_turn
source: Preparing next turn...
es: Preparando el siguiente turno...
zh_hans: 正在准备下一轮...

# voice.status.preparing_speech
source: Preparing speech...
es: Preparando voz...
zh_hans: 正在准备语音...

# voice.status.ready
source: Voice mode is ready.
es: El modo de voz está listo.
zh_hans: 语音模式已就绪。

# voice.status.reloading_model
source: Reloading the chat model for the next turn.
es: Recargando el modelo de chat para el siguiente turno.
zh_hans: 正在为下一轮重新加载聊天模型。

# voice.status.speech_failed
source: Unable to speak the reply.
es: No se pudo reproducir la respuesta.
zh_hans: 无法朗读回复。

# voice.status.speech_memory_low
source: Not enough free memory to speak the reply.
es: No hay suficiente memoria libre para reproducir la respuesta.
zh_hans: 可用内存不足，无法朗读回复。

# voice.status.speech_text_unsupported
source: This reply contains text the local voice cannot speak yet.
es: Esta respuesta contiene texto que la voz local todavía no puede reproducir.
zh_hans: 此回复包含本地语音暂时无法朗读的文本。

# voice.status.tap_mic
source: Tap the mic to start a live voice conversation.
es: Toca el micrófono para iniciar una conversación de voz en vivo.
zh_hans: 点按麦克风开始实时语音对话。

# voice.stop_listening
source: Stop listening
es: Dejar de escuchar
zh_hans: 停止聆听

# voice.stop_speaking
source: Stop speaking
es: Detener locución
zh_hans: 停止播放语音

# voice.you_said
source: You
es: Tú
zh_hans: 你

source: Web Search
es: Búsqueda web
zh_hans: 网页搜索

# web_search.menu.accessibility_hint
source: Double-tap to change whether web search is used for this conversation.
es: Toca dos veces para cambiar si la búsqueda web se usa en esta conversación.
zh_hans: 轻点两下以更改此对话是否使用网页搜索。

# web_search.menu.subtitle
source: Ask online for this conversation
es: Consulta online en esta conversación
zh_hans: 为此对话联网查询

# web_search.privacy.enable
source: Enable web search
es: Activar búsqueda web
zh_hans: 启用网页搜索

# web_search.privacy.keep_local
source: Keep it local
es: Mantenerlo local
zh_hans: 保持本地处理

# web_search.privacy.point_boundary
source: Those messages leave iMLX's local-only privacy boundary.
es: Esos mensajes salen del límite de privacidad local de iMLX.
zh_hans: 这些消息会离开 iMLX 的纯本地隐私边界。

# web_search.privacy.point_local
source: Assistant settings, memory, prior transcript, and attached documents stay local.
es: La configuración del asistente, la memoria, el historial y los documentos adjuntos permanecen locales.
zh_hans: 助手设置、记忆、先前对话记录与附件均保留在本地。

# web_search.privacy.point_message
source: Each message sent with web search enabled is used online. iMLX may rewrite the current message into a short search query before sending it to DuckDuckGo.
es: Cada mensaje enviado con búsqueda web activada se usa online. iMLX puede reescribir el mensaje actual como una consulta de búsqueda breve antes de enviarlo a DuckDuckGo.
zh_hans: 启用网页搜索后发送的每条消息都会在线使用。iMLX 可能会先将当前消息改写成简短的搜索查询，再发送给 DuckDuckGo。

# web_search.privacy.point_pages
source: iMLX may open result pages to read public text snippets.
es: iMLX puede abrir páginas de resultados para leer fragmentos de texto públicos.
zh_hans: iMLX 可能会打开搜索结果页面以读取公开文本片段。

# web_search.privacy.subtitle
source: Web search can be useful, but it is no longer fully private.
es: La búsqueda web puede ser útil, pero ya no es totalmente privada.
zh_hans: 网页搜索可能很有用，但不再完全私密。

# web_search.privacy.title
source: Use data online?
es: ¿Usar datos online?
zh_hans: 在线使用数据？

# web_search.state.off
source: Off
es: Desactivado
zh_hans: 关闭

# web_search.state.on
source: On
es: Activado
zh_hans: 开启

source: Why it was retrieved
es: Por qué se recuperó
zh_hans: 召回原因

source: %@s
zh_hans: %@秒

# conversation.title.chats
source: Chats
zh_hans: 聊天

# memory.category.general
source: General
zh_hans: 通用

# memory.scope.global
source: Global
zh_hans: 全局

# settings.section.app
source: App
zh_hans: 应用

# settings.section.personas
source: Personas
zh_hans: 人设

# stats.seconds
source: %.1fs
zh_hans: %.1f 秒

# stats.tok_count
source: %lld tok
zh_hans: %lld 词元

# stats.tok_per_s
source: %.1f tok/s
zh_hans: %.1f 词元/秒

# tab.chat
source: Chat
zh_hans: 聊天
